Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Select All
ar: حدد الكل
es: Seleccionar todo
fr: Sélectionner tout
hi: सभी का चयन करें
it: Seleziona tutto
ja: すべて選択
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 选择全部

source: Select Subject
ar: حدد الموضوع
es: Seleccionar Asunto
fr: Sélectionnez le sujet
hi: विषय का चयन करें
it: Seleziona Oggetto
ja: 件名を選択してください
pt_br: Selecione o assunto
ru: Выберите тему
zh_hans: 选择主题

source: Select a tool
ar: حدد أداة
es: Seleccione una herramienta
fr: Sélectionnez un outil
hi: एक उपकरण चुनें
it: Seleziona uno strumento
ja: ツールを選択してください
pt_br: Selecione uma ferramenta
ru: Выберите инструмент
zh_hans: 选择一个工具

source: Select everything except those colors, such as all but a green screen
ar: حدد كل شيء باستثناء تلك الألوان، مثل الكل ما عدا الشاشة الخضراء
es: Seleccione todo excepto esos colores, como todos menos una pantalla verde
fr: Sélectionnez tout sauf ces couleurs, comme tout sauf un écran vert
hi: उन रंगों को छोड़कर बाकी सभी का चयन करें, जैसे हरे रंग की स्क्रीन को छोड़कर बाकी सभी
it: Seleziona tutto tranne quei colori, ad esempio tutto tranne uno schermo verde
ja: これらの色以外のすべてを選択します (緑色の画面以外のすべてなど)。
pt_br: Selecione tudo, exceto essas cores, como todas, exceto uma tela verde
ru: Выберите все, кроме этих цветов, например все, кроме зеленого экрана.
zh_hans: 选择除这些颜色之外的所有颜色，例如除绿屏之外的所有颜色

source: Select image pixels
ar: حدد بكسل الصورة
es: Seleccionar píxeles de imagen
fr: Sélectionnez les pixels de l'image
hi: छवि पिक्सेल चुनें
it: Seleziona i pixel dell'immagine
ja: 画像ピクセルを選択してください
pt_br: Selecione pixels da imagem
ru: Выберите пиксели изображения
zh_hans: 选择图像像素

source: Select image: %@
ar: اختر الصورة: %@
es: Seleccionar imagen: %@
fr: Sélectionnez l'image : %@
hi: छवि चुनें: %@
it: Seleziona immagine: %@
ja: 画像を選択してください: %@
pt_br: Selecione a imagem: %@
ru: Выберите изображение: %@
zh_hans: 选择图像：%@

source: Select layer mask; Option-click to view it alone; Shift-click to enable/disable; Cmd-click to select its black areas (Cmd-Shift adds, Cmd-Option subtracts)
ar: حدد قناع الطبقة؛ انقر مع الضغط على مفتاح الاختيار لمشاهدته بمفرده؛ انقر مع الضغط على مفتاح Shift لتمكين/تعطيل؛ انقر مع الضغط على Cmd لتحديد المناطق السوداء (يضيف Cmd-Shift، ويطرح Cmd-Option)
es: Seleccione máscara de capa; Opción y clic para verlo solo; Presione Mayús y haga clic para habilitar/deshabilitar; Cmd-clic para seleccionar sus áreas negras (Cmd-Shift agrega, Cmd-Opción resta)
fr: Sélectionnez le masque de calque ; Option-cliquez pour le voir seul ; Maj-clic pour activer/désactiver ; Cmd-clic pour sélectionner ses zones noires (Cmd-Shift ajoute, Cmd-Option soustrait)
hi: लेयर मास्क चुनें; इसे अकेले देखने के लिए विकल्प-क्लिक करें; सक्षम/अक्षम करने के लिए शिफ़्ट-क्लिक करें; इसके काले क्षेत्रों को चुनने के लिए Cmd-क्लिक करें (Cmd-Shift जोड़ता है, Cmd-ऑप्शन घटाता है)
it: Select layer mask; Fai clic tenendo premuto il tasto Opzione per visualizzarlo da solo; Fare clic tenendo premuto il tasto Maiusc per abilitare/disabilitare; Cmd-clic per selezionare le sue aree nere (Cmd-Shift aggiunge, Cmd-Opzione sottrae)
ja: レイヤーマスクを選択します。 Option キーを押しながらクリックすると、単独で表示されます。 Shift キーを押しながらクリックして有効/無効にします。 Cmd キーを押しながらクリックして黒い領域を選択します (Cmd キーを押しながら Shift キーを追加、Cmd キーを押しながら Option キーを押して削除)
pt_br: Selecione máscara de camada; Clique com a tecla Option pressionada para visualizá-lo sozinho; Clique com a tecla Shift pressionada para ativar/desativar; Clique com a tecla Cmd pressionada para selecionar suas áreas pretas (Cmd-Shift adiciona, Cmd-Option subtrai)
ru: Выберите маску слоя; Удерживая клавишу Option, щелкните, чтобы просмотреть его отдельно; Удерживая клавишу Shift, щелкните, чтобы включить/отключить; Щелкните, удерживая клавишу Cmd, чтобы выбрать черные области (Cmd-Shift добавляет, Cmd-Option убирает)
zh_hans: 选择图层蒙版；按住 Option 键单击可单独查看；按住 Shift 键并单击以启用/禁用； Cmd-单击以选择其黑色区域（Cmd-Shift 添加，Cmd-Option 减去）

source: Select layer; Cmd-click to select its pixels (Cmd-Shift adds, Cmd-Option subtracts)
ar: حدد الطبقة؛ انقر مع الضغط على Cmd لتحديد وحدات البكسل الخاصة به (يضيف Cmd-Shift، ويطرح Cmd-Option)
es: Seleccionar capa; Cmd-clic para seleccionar sus píxeles (Cmd-Shift suma, Cmd-Opción resta)
fr: Sélectionnez un calque ; Cmd-clic pour sélectionner ses pixels (Cmd-Shift ajoute, Cmd-Option soustrait)
hi: परत का चयन करें; इसके पिक्सेल चुनने के लिए Cmd-क्लिक करें (Cmd-Shift जोड़ता है, Cmd-ऑप्शन घटाता है)
it: Select layer; Cmd-clic per selezionarne i pixel (Cmd-Shift aggiunge, Cmd-Opzione sottrae)
ja: レイヤーを選択します。 Cmd キーを押しながらクリックしてピクセルを選択します (Cmd キーを押しながら Shift キーを追加、Cmd キーを押しながら Option キーを押して減算)
pt_br: Selecione a camada; Cmd-clique para selecionar seus pixels (Cmd-Shift adiciona, Cmd-Option subtrai)
ru: Выберите слой; Щелкните Cmd, чтобы выбрать пиксели (Cmd-Shift добавляет, Cmd-Option вычитает)
zh_hans: 选择图层； Cmd-单击以选择其像素（Cmd-Shift 添加，Cmd-Option 减去）

source: Select layers by clicking the canvas. Hold Command to turn it the other way while you click.
ar: حدد الطبقات من خلال النقر على القماش. اضغط باستمرار على Command لتحويله إلى الاتجاه الآخر أثناء النقر.
es: Seleccione capas haciendo clic en el lienzo. Mantenga presionada la tecla Comando para girarlo hacia el otro lado mientras hace clic.
fr: Sélectionnez les calques en cliquant sur le canevas. Maintenez Commande pour le tourner dans l’autre sens pendant que vous cliquez.
hi: कैनवास पर क्लिक करके परतें चुनें. क्लिक करते समय इसे दूसरी ओर मोड़ने के लिए कमांड दबाए रखें।
it: Seleziona i livelli facendo clic sulla tela. Tieni premuto Comando per girarlo dall'altra parte mentre fai clic.
ja: キャンバスをクリックしてレイヤーを選択します。 Command キーを押したままクリックすると、反対方向に回転します。
pt_br: Selecione camadas clicando na tela. Segure Command para virar para o outro lado enquanto você clica.
ru: Выберите слои, щелкнув холст. Удерживайте Command, чтобы повернуть его в другую сторону, пока нажимаете.
zh_hans: 通过单击画布选择图层。单击时按住 Command 将其转向另一个方向。

source: Select mask: %@
ar: اختر القناع: %@
es: Seleccionar máscara: %@
fr: Sélectionnez le masque : %@
hi: मास्क चुनें: %@
it: Seleziona maschera: %@
ja: マスクを選択: %@
pt_br: Selecione a máscara: %@
ru: Выберите маску: %@
zh_hans: 选择掩码：%@

source: Select only similar pixels connected to the one you click; off selects them everywhere
ar: حدد فقط وحدات البكسل المشابهة المرتبطة بالبكسل الذي تنقر عليه؛ قبالة يختارهم في كل مكان
es: Seleccione solo píxeles similares conectados al que hace clic; off los selecciona en todas partes
fr: Sélectionnez uniquement les pixels similaires connectés à celui sur lequel vous cliquez ; off les sélectionne partout
hi: आप जिस पर क्लिक करते हैं उससे जुड़े केवल समान पिक्सेल का चयन करें; off उन्हें हर जगह चुनता है
it: Seleziona solo pixel simili collegati a quello su cui fai clic; off li seleziona ovunque
ja: クリックしたピクセルに接続されている類似したピクセルのみを選択します。 off はどこでもそれらを選択します
pt_br: Selecione apenas pixels semelhantes conectados àquele em que você clica; off seleciona-os em todos os lugares
ru: Выбирайте только похожие пиксели, связанные с тем, на который вы нажимаете; off выбирает их везде
zh_hans: 仅选择与您单击的像素相关的相似像素； off 到处选择它们

source: Select text: %@
ar: تحديد النص: %@
es: Seleccionar texto: %@
fr: Sélectionnez le texte : %@
hi: टेक्स्ट चुनें: %@
it: Seleziona il testo: %@
ja: テキストを選択: %@
pt_br: Selecione o texto: %@
ru: Выбрать текст: %@
zh_hans: 选择文本：%@

source: Select this picked color.
ar: حدد هذا اللون المختار.
es: Seleccione este color elegido.
fr: Sélectionnez cette couleur choisie.
hi: इस चुने गए रंग का चयन करें.
it: Seleziona questo colore scelto.
ja: この選択した色を選択します。
pt_br: Selecione esta cor escolhida.
ru: Выберите этот выбранный цвет.
zh_hans: 选择这个颜色。

source: Select tool
ar: حدد الأداة
es: Seleccionar herramienta
fr: Sélectionner un outil
hi: टूल चुनें
ja: ツールを選択
pt_br: Selecione a ferramenta
ru: Выбрать инструмент
zh_hans: 选择工具

source: Selected
ar: مختارة
es: Seleccionado
fr: Sélectionné
hi: चयनित
it: Selezionato
ja: 選択済み
pt_br: Selecionado
ru: Выбрано
zh_hans: 已选择

source: Sets how far the glow reaches. Has no effect until Glow is raised.
ar: يضبط المدى الذي يصل إليه التوهج. ليس له أي تأثير حتى يتم رفع الوهج.
es: Establece hasta dónde llega el brillo. No tiene ningún efecto hasta que se aumenta el resplandor.
fr: Définit la portée de la lueur. N'a aucun effet jusqu'à ce que Glow soit augmenté.
hi: सेट करता है कि चमक कितनी दूर तक पहुँचती है। जब तक चमक नहीं बढ़ती तब तक कोई प्रभाव नहीं पड़ता।
it: Imposta la distanza raggiunta dal bagliore. Non ha effetto finché Glow non viene attivato.
ja: グローがどこまで届くかを設定します。 Glowが上がるまで効果はありません。
pt_br: Define até onde o brilho alcança. Não tem efeito até que o brilho seja aumentado.
ru: Устанавливает, как далеко распространяется свечение. Не имеет эффекта, пока свечение не поднято.
zh_hans: 设置发光到达的距离。在光辉升起之前没有任何效果。

source: Sets the brightest point. Hold Option to see clipped highlights.
ar: يضبط ألمع نقطة. اضغط مع الاستمرار على الخيار لرؤية النقاط البارزة المقطوعة.
es: Establece el punto más brillante. Mantenga presionada la opción para ver los aspectos más destacados recortados.
fr: Définit le point le plus lumineux. Maintenez Option pour voir les faits saillants coupés.
hi: सबसे चमकीला बिंदु सेट करता है. क्लिप किए गए हाइलाइट्स देखने के लिए विकल्प दबाए रखें।
it: Imposta il punto più luminoso. Tieni premuto Opzione per vedere le luci ritagliate.
ja: 最も明るい点を設定します。 Option を押し続けると、クリップされたハイライトが表示されます。
pt_br: Define o ponto mais brilhante. Segure Opção para ver os destaques cortados.
ru: Устанавливает самую яркую точку. Удерживайте Option, чтобы увидеть обрезанные блики.
zh_hans: 设置最亮点。按住 Option 可查看剪切的高光。

source: Sets the darkest point. Hold Option to see clipped shadows.
ar: يحدد أحلك نقطة. اضغط مع الاستمرار على الخيار لرؤية الظلال المقطوعة.
es: Establece el punto más oscuro. Mantenga presionada la opción para ver las sombras recortadas.
fr: Définit le point le plus sombre. Maintenez Option pour voir les ombres coupées.
hi: सबसे अंधकारमय बिंदु सेट करता है. कटी हुई छाया देखने के लिए विकल्प दबाए रखें।
it: Sets the darkest point. Tieni premuto Opzione per vedere le ombre ritagliate.
ja: 最も暗い点を設定します。 Option を押し続けると、クリップされた影が表示されます。
pt_br: Define o ponto mais escuro. Segure Option para ver sombras cortadas.
ru: Устанавливает самую темную точку. Удерживайте Option, чтобы увидеть обрезанные тени.
zh_hans: 设置最暗点。按住 Option 可查看剪切的阴影。

source: Sets where the vignette begins, from the center outward.
ar: يحدد المكان الذي تبدأ فيه الصورة النصفية، من المركز إلى الخارج.
es: Establece dónde comienza la viñeta, desde el centro hacia afuera.
fr: Définit l'endroit où commence la vignette, du centre vers l'extérieur.
hi: सेट करता है जहां से विग्नेट शुरू होता है, केंद्र से बाहर की ओर।
it: Imposta il punto in cui inizia la vignetta, dal centro verso l'esterno.
ja: ビネットの開始位置を中心から外側に設定します。
pt_br: Define onde a vinheta começa, do centro para fora.
ru: Устанавливает начало виньетки — от центра наружу.
zh_hans: 设置晕影开始的位置，从中心向外。

source: Several layers are selected. Select just one to paint on it.
ar: يتم تحديد عدة طبقات. اختر واحدة فقط لترسم عليها.
es: Se seleccionan varias capas. Selecciona solo uno para pintar sobre él.
fr: Plusieurs calques sont sélectionnés. Sélectionnez-en un seul pour peindre dessus.
hi: कई परतों का चयन किया जाता है. इस पर पेंट करने के लिए केवल एक का चयन करें।
it: Sono selezionati più livelli. Selezionane solo uno per dipingerlo.
ja: 複数のレイヤーが選択されています。ペイントするものを 1 つだけ選択します。
pt_br: Várias camadas são selecionadas. Selecione apenas um para pintar.
ru: Выбрано несколько слоев. Выберите только один, чтобы нарисовать на нем.
zh_hans: 选择了几个层。仅选择一个在其上绘画。

source: Shadow Clipping Indicator
ar: مؤشر قطع الظل
es: Indicador de recorte de sombra
fr: Indicateur d'écrêtage d'ombre
hi: छाया कतरन संकेतक
it: Indicatore di ritaglio dell'ombra
ja: シャドウクリッピングインジケーター
pt_br: Indicador de recorte de sombra
ru: Индикатор отсечения теней
zh_hans: 阴影剪切指示器

source: Shadows
ar: الظلال
es: Sombras
fr: Ombres
hi: छाया
it: Ombre
ja: 影
pt_br: Sombras
ru: Тени
zh_hans: 阴影

source: Shape
ar: الشكل
es: Forma
fr: Forme
hi: आकार
it: Forma
ja: 形状
pt_br: Forma
ru: Форма
zh_hans: 形状

source: Shape (U) · Shift-U switches Rectangle/Ellipse
ar: الشكل (U) · مفاتيح Shift-U للمستطيل/القطع الناقص
es: Forma (U) · Shift-U cambia Rectángulo/Elipse
fr: Forme (U) · Maj-U commute Rectangle/Ellipse
hi: आकार (यू) · शिफ्ट-यू स्विच आयताकार/दीर्घवृत्त
it: Forma (U) · Shift-U commuta Rettangolo/Ellisse
ja: 形状 (U) · Shift-U スイッチ 長方形/楕円
pt_br: Forma (U) · Shift-U alterna Retângulo/Elipse
ru: Форма (U) · Переключатели Shift-U Прямоугольник/Эллипс
zh_hans: 形状 (U) · Shift-U 切换矩形/椭圆形

source: Shape tool
ar: أداة الشكل
es: herramienta de forma
fr: Outil Forme
hi: आकार देने का औज़ार
ja: シェイプツール
pt_br: Ferramenta de forma
ru: Инструмент «Форма»
zh_hans: 形状工具

source: Shapes fill with the foreground color; click to change it
ar: يتم تعبئة الأشكال باللون الأمامي؛ انقر لتغييره
es: Las formas se rellenan con el color de primer plano; haga clic para cambiarlo
fr: Les formes se remplissent de la couleur de premier plan ; cliquez pour le changer
hi: आकृतियाँ अग्रभूमि रंग से भर जाती हैं; इसे बदलने के लिए क्लिक करें
it: Le forme si riempiono con il colore di primo piano; fare clic per modificarlo
ja: 図形は前景色で塗りつぶされます。クリックして変更します
pt_br: As formas são preenchidas com a cor do primeiro plano; clique para alterá-lo
ru: Фигуры заполняются цветом переднего плана; нажмите, чтобы изменить его
zh_hans: 形状填充前景色；单击以更改它

source: Sharpening
ar: شحذ
es: Afilado
fr: Affûtage
hi: तेज़ करना
it: Affilatura
ja: 研ぐ
pt_br: Afiação
ru: Заточка
zh_hans: 锐化

source: Shift Edge
ar: حافة التحول
es: Borde de cambio
fr: Décaler le bord
hi: किनारा शिफ्ट करें
ja: シフトエッジ
pt_br: Mudança de borda
ru: Сдвиг края
zh_hans: 移动边缘

source: Shift-U (or Tab) steps through Rectangle, Ellipse and Line
ar: ينتقل الضغط على Shift-U (أو Tab) عبر المستطيل والقطع الناقص والخط
es: Shift-U (o Tab) recorre Rectángulo, Elipse y Línea
fr: Maj-U (ou Tab) parcourt le rectangle, l'ellipse et la ligne
hi: शिफ्ट-यू (या टैब) आयत, दीर्घवृत्त और रेखा से होकर गुजरता है
it: Shift-U (o Tab) scorre attraverso Rettangolo, Ellisse e Linea
ja: Shift-U (または Tab) で長方形、楕円、直線を移動します。
pt_br: Shift-U (ou Tab) percorre retângulo, elipse e linha
ru: Shift-U (или Tab) перемещает прямоугольник, эллипс и линию.
zh_hans: Shift-U（或 Tab）逐步穿过矩形、椭圆形和直线

source: Shift-click adds a color, Option-click takes one away.
ar: يضيف النقر مع الضغط على Shift لونًا، بينما يؤدي النقر مع الضغط على مفتاح Option إلى إزالة لون واحد.
es: Shift-clic agrega un color, Opción-clic elimina uno.
fr: Maj-clic ajoute une couleur, Option-clic en supprime une.
hi: शिफ़्ट-क्लिक एक रंग जोड़ता है, विकल्प-क्लिक एक रंग हटा देता है।
it: Fare clic tenendo premuto Maiusc per aggiungere un colore, fare clic tenendo premuto Opzione per toglierne uno.
ja: Shift キーを押しながらクリックすると色が追加され、Option キーを押しながらクリックすると色が削除されます。
pt_br: Shift-clique adiciona uma cor, Option-clique remove uma.
ru: Щелчок с нажатой клавишей Shift добавляет цвет, щелчок с нажатой клавишей Option убирает его.
zh_hans: 按住 Shift 键单击可添加一种颜色，按住 Option 键单击可取消一种颜色。

source: Shifts how blue is interpreted.
ar: يغير كيفية تفسير اللون الأزرق.
es: Cambia la interpretación del azul.
fr: Change la façon dont le bleu est interprété.
hi: नीले रंग की व्याख्या करने का तरीका बदल जाता है।
it: Cambia il modo in cui viene interpretato il blu.
ja: 青の解釈方法を変更します。
pt_br: Muda a forma como o azul é interpretado.
ru: Изменяет интерпретацию синего цвета.
zh_hans: 改变蓝色的解释方式。

source: Shifts how green is interpreted.
ar: يغير كيفية تفسير اللون الأخضر.
es: Cambia la forma en que se interpreta el verde.
fr: Change la façon dont le vert est interprété.
hi: हरे रंग की व्याख्या करने का तरीका बदल जाता है।
it: Cambia il modo in cui viene interpretato il verde.
ja: 緑の解釈方法を変更します。
pt_br: Muda a forma como o verde é interpretado.
ru: Изменяет интерпретацию зеленого цвета.
zh_hans: 改变绿色的解释方式。

source: Shifts how red is interpreted.
ar: يغير كيفية تفسير اللون الأحمر.
es: Cambia la interpretación del rojo.
fr: Change la façon dont le rouge est interprété.
hi: लाल रंग की व्याख्या करने का तरीका बदल जाता है।
it: Cambia il modo in cui viene interpretato il rosso.
ja: 赤の解釈方法を変更します。
pt_br: Muda a forma como o vermelho é interpretado.
ru: Изменяет интерпретацию красного цвета.
zh_hans: 改变红色的解释方式。

source: Shifts the glow from cool to warm. Halation stays red. Has no effect until Glow is raised.
ar: يحول التوهج من بارد إلى دافئ. هالة تبقى حمراء. ليس له أي تأثير حتى يتم رفع الوهج.
es: Cambia el brillo de frío a cálido. La halación permanece roja. No tiene ningún efecto hasta que se aumenta el resplandor.
fr: Fait passer la lueur de froide à chaude. Halation reste rouge. N'a aucun effet jusqu'à ce que Glow soit augmenté.
hi: चमक को ठंडे से गर्म में बदल देता है। हालेशन लाल रहता है. जब तक चमक नहीं बढ़ती तब तक कोई प्रभाव नहीं पड़ता।
it: Cambia la luminosità da fredda a calda. L'alone rimane rosso. Non ha effetto finché Glow non viene attivato.
ja: 輝きを冷たいものから暖かいものに変えます。ハレーションは赤のままです。 Glowが上がるまで効果はありません。
pt_br: Muda o brilho de frio para quente. Halation permanece vermelho. Não tem efeito até que o brilho seja aumentado.
ru: Меняет свечение с холодного на теплое. Ореол остается красным. Не имеет эффекта, пока свечение не поднято.
zh_hans: 将发光从冷色变为暖色。光晕保持红色。在光辉升起之前没有任何效果。

source: Shifts the picked color around the color wheel.
ar: يقوم بإزاحة اللون المختار حول عجلة الألوان.
es: Cambia el color elegido alrededor de la rueda de colores.
fr: Déplace la couleur sélectionnée autour de la roue chromatique.
hi: चुने गए रंग को रंग चक्र के चारों ओर स्थानांतरित करता है।
it: Sposta il colore selezionato attorno alla ruota dei colori.
ja: 選択した色をカラー ホイール上で移動します。
pt_br: Muda a cor escolhida na roda de cores.
ru: Смещает выбранный цвет по цветовому кругу.
zh_hans: 在色轮周围移动选取的颜色。

source: Shifts the picture from blue to yellow.
ar: تحويل الصورة من الأزرق إلى الأصفر.
es: Cambia la imagen de azul a amarillo.
fr: Fait passer l'image du bleu au jaune.
hi: चित्र को नीले से पीले में बदल देता है।
it: Cambia l'immagine dal blu al giallo.
ja: 画像を青から黄色に変えます。
pt_br: Muda a imagem de azul para amarelo.
ru: Сдвигает изображение с синего на желтый.
zh_hans: 将图片从蓝色变为黄色。

source: Shifts the picture from green to mauve.
ar: يحول الصورة من اللون الأخضر إلى اللون البنفسجي.
es: Cambia la imagen de verde a malva.
fr: Fait passer l'image du vert au mauve.
hi: चित्र को हरे से गहरे बैंगनी रंग में बदल देता है।
it: Cambia l'immagine dal verde al malva.
ja: 画像を緑から藤色に変化させます。
pt_br: Muda a imagem de verde para lilás.
ru: Изменяет изображение с зеленого на лиловый.
zh_hans: 将图片从绿色变为紫红色。

source: Shifts the selected color family around the wheel.
ar: يقوم بإزاحة مجموعة الألوان المحددة حول العجلة.
es: Cambia la familia de colores seleccionada alrededor de la rueda.
fr: Déplace la famille de couleurs sélectionnée autour de la roue.
hi: चयनित रंग परिवार को पहिये के चारों ओर स्थानांतरित करता है।
it: Sposta la famiglia di colori selezionata attorno alla ruota.
ja: 選択したカラー ファミリをホイールを中心に移動します。
pt_br: Desloca a família de cores selecionada ao redor da roda.
ru: Смещает выбранное цветовое семейство по кругу.
zh_hans: 围绕色轮移动选定的颜色系列。

source: Shifts the wheels toward shadows or highlights.
ar: ينقل العجلات نحو الظلال أو الإبرازات.
es: Desplaza las ruedas hacia sombras o luces.
fr: Déplace les roues vers les ombres ou les hautes lumières.
hi: पहियों को छाया या हाइलाइट की ओर स्थानांतरित करता है।
it: Sposta le ruote verso le ombre o le luci.
ja: ホイールをシャドウまたはハイライトの方向に移動します。
pt_br: Muda as rodas em direção a sombras ou realces.
ru: Смещает колеса в сторону теней или светов.
zh_hans: 将轮子移向阴影或高光。

source: Show
ar: عرض
es: Mostrar
fr: Afficher
hi: दिखाओ
it: Mostra
ja: 表示する
pt_br: Mostrar
ru: Показать
zh_hans: 显示

source: Show %@
ar: إظهار %@
es: Mostrar %@
fr: Afficher %@
hi: %@दिखाएँ
it: Mostra %@
ja: %@ を表示
pt_br: Mostrar %@
ru: Показать %@
zh_hans: 显示%@

source: Show %@ in the preview
ar: أظهر %@ في المعاينة
es: Mostrar %@ en la vista previa
fr: Afficher %@ dans l'aperçu
hi: पूर्वावलोकन में %@ दिखाएँ
it: Mostra %@ nell'anteprima
ja: プレビューに %@ を表示
pt_br: Mostrar %@ na pré-visualização
ru: Показывать %@ в предварительном просмотре
zh_hans: 在预览中显示%@

source: Show All
ar: إظهار الكل
es: Mostrar todo
fr: Afficher tout
hi: सभी दिखाएँ
it: Mostra tutto
ja: すべて表示
pt_br: Mostrar tudo
ru: Показать все
zh_hans: 显示全部

source: Show Controls
ar: إظهار عناصر التحكم
es: Mostrar controles
fr: Afficher les contrôles
hi: नियंत्रण दिखाएँ
it: Mostra controlli
ja: コントロールの表示
pt_br: Mostrar controles
ru: Показать элементы управления
zh_hans: 显示控件

source: Show Grid
ar: إظهار الشبكة
es: Mostrar cuadrícula
fr: Afficher la grille
hi: ग्रिड दिखाएँ
it: Mostra griglia
ja: グリッドを表示
pt_br: Mostrar grade
ru: Показать сетку
zh_hans: 显示网格

source: Show Guides
ar: إظهار الأدلة
es: Mostrar guías
fr: Afficher les guides
hi: मार्गदर्शिकाएँ दिखाएँ
it: Mostra guide
ja: ショーガイド
pt_br: Mostrar guias
ru: Показать руководства
zh_hans: 演出指南

source: Show Layer
ar: إظهار الطبقة
es: Mostrar capa
fr: Afficher le calque
hi: परत दिखाएँ
it: Mostra livello
ja: レイヤーを表示
pt_br: Mostrar camada
ru: Показать слой
zh_hans: 显示图层

source: Show Rulers
ar: عرض الحكام
es: Mostrar reglas
fr: Afficher les règles
hi: शासक दिखाएँ
it: Mostra governanti
ja: ルーラーを表示する
pt_br: Mostrar réguas
ru: Показать линейки
zh_hans: 显示标尺

source: Show Stroke
ar: عرض السكتة الدماغية
es: Mostrar trazo
fr: Afficher le trait
hi: स्ट्रोक दिखाएँ
it: Mostra Ictus
ja: ストロークを表示
pt_br: Mostrar curso
ru: Показать обводку
zh_hans: 显示笔画

source: Show Transform Controls
ar: إظهار عناصر التحكم في التحويل
es: Mostrar controles de transformación
fr: Afficher les contrôles de transformation
hi: ट्रांसफ़ॉर्म नियंत्रण दिखाएँ
it: Mostra controlli di trasformazione
ja: 変換コントロールを表示
pt_br: Mostrar controles de transformação
ru: Показать элементы управления преобразованием
zh_hans: 显示变换控件

source: Show clipped highlights in red on the preview.
ar: إظهار النقاط البارزة المقطوعة باللون الأحمر في المعاينة.
es: Muestra los aspectos destacados recortados en rojo en la vista previa.
fr: Afficher les surbrillances coupées en rouge sur l'aperçu.
hi: पूर्वावलोकन पर क्लिप किए गए हाइलाइट्स को लाल रंग में दिखाएं।
it: Mostra le evidenziazioni ritagliate in rosso nell'anteprima.
ja: プレビュー上でクリップされたハイライトを赤色で表示します。
pt_br: Mostre destaques cortados em vermelho na visualização.
ru: Покажите обрезанные блики красным цветом при предварительном просмотре.
zh_hans: 在预览中以红色显示剪切的高光部分。

source: Show clipped shadows in blue on the preview.
ar: إظهار الظلال المقطوعة باللون الأزرق في المعاينة.
es: Muestra sombras recortadas en azul en la vista previa.
fr: Afficher les ombres coupées en bleu sur l'aperçu.
hi: पूर्वावलोकन में क्लिप की गई छायाएँ नीले रंग में दिखाएँ।
it: Mostra le ombre ritagliate in blu nell'anteprima.
ja: プレビュー上でクリップされた影を青色で表示します。
pt_br: Mostre sombras cortadas em azul na visualização.
ru: Покажите обрезанные тени синим цветом в предварительном просмотре.
zh_hans: 在预览中以蓝色显示剪切的阴影。

source: Show mask alone
ar: أظهر القناع وحده
es: Mostrar máscara sola
fr: Afficher le masque seul
hi: अकेले में नकाब दिखाओ
it: Mostra la maschera da solo
ja: マスクだけを表示
pt_br: Mostrar máscara sozinha
ru: Показать только маску
zh_hans: 单独展示面具

source: Show the image again (or Option-click the mask thumbnail)
ar: أظهر الصورة مرة أخرى (أو انقر مع الضغط على مفتاح Option على الصورة المصغرة للقناع)
es: Mostrar la imagen nuevamente (u Opción y hacer clic en la miniatura de la máscara)
fr: Afficher à nouveau l'image (ou Option-cliquez sur la vignette du masque)
hi: छवि को दोबारा दिखाएं (या मास्क थंबनेल पर विकल्प-क्लिक करें)
it: Mostra di nuovo l'immagine (o fai clic tenendo premuto Opzione sulla miniatura della maschera)
ja: 画像を再度表示します (または Option キーを押しながらマスクのサムネイルをクリックします)
pt_br: Mostrar a imagem novamente (ou clicar com a tecla Option pressionada na miniatura da máscara)
ru: Покажите изображение еще раз (или щелкните миниатюру маски, удерживая клавишу Option).
zh_hans: 再次显示图像（或按住 Option 键并单击蒙版缩略图）
